IDEA Open Model
ConcreteSLSCheckResultStiffness.CharacteristicsII Property
Compatible with IDEA StatiCa Beta 20.0
 stiffnesses calculated on cracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SectionCharacteristics CharacteristicsII { get; set; }
Public Property CharacteristicsII As SectionCharacteristics
	Get
	Set
Property Value
Type: SectionCharacteristics
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace